IdeaRS.Connections
BeamSegmentStubData.EccentricityBeginY Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the local eccentricity Y at the begin of the stub
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double EccentricityBeginY { get; set; }
Property Value
Type: Double
See Also
Reference
BeamSegmentStubData Class
IdeaRS.Connections.Data Namespace